Repository: BossaGroove/VPNPlus
Catalog: VPNPlus/Localizable.xcstrings
Source language: en
Languages: de, fr, ja, zh_hans, zh_hant

source: This profile needs a file that isn't here
de: Dieses Profil braucht eine Datei, die nicht hier ist
fr: Ce profil a besoin d'un fichier qui n'est pas ici
ja: このプロファイルにはここにないファイルが必要です
zh_hans: 此配置需要一个不在此处的文件
zh_hant: 此描述檔需要一個不在此處的檔案

source: This profile needs something VPN Plus doesn't support
de: Dieses Profil braucht etwas, das VPN Plus nicht unterstützt
fr: Ce profil a besoin de quelque chose que VPN Plus ne prend pas en charge
ja: このプロファイルには VPN Plus が対応していない機能が必要です
zh_hans: 此配置需要 VPN Plus 不支持的功能
zh_hant: 此描述檔需要 VPN Plus 不支援的功能

source: This profile signs in on its own. No username or password needed.
de: Dieses Profil meldet sich selbst an. Kein Benutzername oder Passwort nötig.
fr: Ce profil s'identifie tout seul. Aucun nom d'utilisateur ni mot de passe requis.
ja: このプロファイルは自動でサインインします。ユーザ名やパスワードは不要です。
zh_hans: 此配置会自行登录。无需用户名或密码。
zh_hant: 此描述檔會自行登入。無需使用者名稱或密碼。

source: This profile's file was replaced since it last connected. If the new file changed the server or the sign-in, that is the first thing to check.
de: Die Datei dieses Profils wurde seit der letzten Verbindung ersetzt. Falls die neue Datei den Server oder die Anmeldung geändert hat, ist das zuerst zu prüfen.
fr: Le fichier de ce profil a été remplacé depuis sa dernière connexion. Si le nouveau fichier a changé le serveur ou les identifiants, c'est la première chose à vérifier.
ja: 前回の接続以降、このプロファイルのファイルが置き換えられました。新しいファイルでサーバーやサインインが変わっていれば、まずそこを確認してください。
zh_hans: 自上次连接以来，此配置的文件已被替换。如果新文件更改了服务器或登录信息，应首先检查这一点。
zh_hant: 自上次連線以來，此描述檔的檔案已被取代。如果新檔案更改了伺服器或登入資訊，應先檢查這一點。

source: This profile's key needs a passphrase to unlock it.
de: Der Schlüssel dieses Profils braucht eine Passphrase zum Entsperren.
fr: La clé de ce profil a besoin d'une phrase secrète pour être déverrouillée.
ja: このプロファイルの鍵を解除するにはパスフレーズが必要です。
zh_hans: 此配置的密钥需要口令才能解锁。
zh_hant: 此描述檔的金鑰需要密語才能解鎖。

source: This removes:
de: Das entfernt:
fr: Ceci supprime :
ja: 次を削除します:
zh_hans: 这将删除：
zh_hant: 這將移除：

source: This server uses older security settings than VPN Plus accepts. Ask whoever runs it whether it can be updated.
de: Dieser Server verwendet ältere Sicherheitseinstellungen, als VPN Plus akzeptiert. Frag die Betreiber, ob er aktualisiert werden kann.
fr: Ce serveur utilise des réglages de sécurité plus anciens que ceux que VPN Plus accepte. Demandez à la personne qui le gère s'il peut être mis à jour.
ja: このサーバーは VPN Plus が受け入れる基準より古いセキュリティ設定を使用しています。運用者に更新できるか確認してください。
zh_hans: 此服务器使用的安全设置比 VPN Plus 接受的标准更旧。请询问运维人员是否可以更新。
zh_hant: 此伺服器使用的安全設定比 VPN Plus 接受的標準更舊。請詢問維運人員是否可以更新。

source: This usually happens after moving to a new Mac, reinstalling, or restoring from a backup. It's the same one-time approval as before. You'll be asked to turn VPN Plus on in System Settings, and to enter your Mac's password.
de: Das passiert meist nach dem Umzug auf einen neuen Mac, einer Neuinstallation oder dem Wiederherstellen aus einem Backup. Es ist dieselbe einmalige Genehmigung wie zuvor. Du wirst gebeten, VPN Plus in den Systemeinstellungen einzuschalten und das Passwort deines Macs einzugeben.
fr: Cela arrive généralement après un passage à un nouveau Mac, une réinstallation ou une restauration depuis une sauvegarde. C'est la même autorisation unique qu'avant. Il vous sera demandé d'activer VPN Plus dans Réglages Système et de saisir le mot de passe de votre Mac.
ja: これは通常、新しい Mac への移行、再インストール、バックアップからの復元の後に起こります。以前と同じ、一度だけの承認です。 システム設定で VPN Plus をオンにし、Mac のパスワードを入力するよう求められます。
zh_hans: 这通常发生在换用新 Mac、重新安装或从备份恢复之后。这与之前的一次性批准相同。 系统会要求你在“系统设置”中开启 VPN Plus，并输入 Mac 的密码。
zh_hant: 這通常發生在換用新 Mac、重新安裝或從備份還原之後。這與先前的一次性核准相同。 系統會要求你在「系統設定」中開啟 VPN Plus，並輸入 Mac 的密碼。

source: this VPN
de: dieses VPN
fr: ce VPN
ja: この VPN
zh_hans: 此 VPN
zh_hant: 此 VPN

source: this window will notice
de: dieses Fenster merkt es
fr: cette fenêtre s'en apercevra
ja: このウインドウが自動的に検知します
zh_hans: 此窗口会自动察觉
zh_hant: 此視窗會自動察覺

source: Try Again
de: Erneut versuchen
fr: Réessayer
ja: もう一度試す
zh_hans: 重试
zh_hant: 再試一次

# Trying again in %lld seconds — attempt %lld of %lld
source: Trying again in %lld seconds — attempt %2$lld of %3$lld
de: Neuer Versuch in %lld Sekunden – Versuch %2$lld von %3$lld
fr: Nouvelle tentative dans %lld secondes — tentative %2$lld sur %3$lld
ja: %lld 秒後に再試行 — %3$lld 回中 %2$lld 回目
zh_hans: %lld 秒后重试 — 第 %2$lld 次尝试，共 %3$lld 次
zh_hant: %lld 秒後再試 — 第 %2$lld 次嘗試，共 %3$lld 次

source: unchanged
de: unverändert
fr: inchangé
ja: 変更なし
zh_hans: 未变
zh_hant: 未變

source: unknown
de: unbekannt
fr: inconnu
ja: 不明
zh_hans: 未知
zh_hant: 未知

source: Use the file's
de: Das aus der Datei
fr: Celui du fichier
ja: ファイルの設定を使用
zh_hans: 使用文件的
zh_hant: 使用檔案的

source: Use This Certificate
de: Dieses Zertifikat verwenden
fr: Utiliser ce certificat
ja: この証明書を使用
zh_hans: 使用此证书
zh_hant: 使用此憑證

source: Use This File
de: Diese Datei verwenden
fr: Utiliser ce fichier
ja: このファイルを使用
zh_hans: 使用此文件
zh_hant: 使用此檔案

source: username
de: Benutzername
fr: nom d'utilisateur
ja: ユーザ名
zh_hans: 用户名
zh_hant: 使用者名稱

source: Username
de: Benutzername
fr: Nom d'utilisateur
ja: ユーザ名
zh_hans: 用户名
zh_hant: 使用者名稱

source: Username %@
de: Benutzername %@
fr: Nom d'utilisateur %@
ja: ユーザ名 %@
zh_hans: 用户名 %@
zh_hant: 使用者名稱 %@

source: username %@ and password
de: Benutzername %@ und Passwort
fr: nom d'utilisateur %@ et mot de passe
ja: ユーザ名 %@ とパスワード
zh_hans: 用户名 %@ 和密码
zh_hant: 使用者名稱 %@ 和密碼

source: Username %@ and your saved password
de: Benutzername %@ und dein gesichertes Passwort
fr: Nom d'utilisateur %@ et votre mot de passe enregistré
ja: ユーザ名 %@ と保存済みパスワード
zh_hans: 用户名 %@ 和已保存的密码
zh_hant: 使用者名稱 %@ 和已儲存的密碼

source: username and password
de: Benutzername und Passwort
fr: nom d'utilisateur et mot de passe
ja: ユーザ名とパスワード
zh_hans: 用户名和密码
zh_hant: 使用者名稱和密碼

source: Username and password required
de: Benutzername und Passwort erforderlich
fr: Nom d'utilisateur et mot de passe requis
ja: ユーザ名とパスワードが必要です
zh_hans: 需要用户名和密码
zh_hant: 需要使用者名稱和密碼

source: Using %@ instead of the profile's own.
de: %@ wird anstelle des Profilwerts verwendet.
fr: %@ est utilisé à la place de la valeur du profil.
ja: プロファイルの値の代わりに %@ を使用しています。
zh_hans: 正在使用 %@ 而不是配置自带的值。
zh_hant: 正在使用 %@ 而不是描述檔自帶的值。

source: Using the file's.
de: Der Wert aus der Datei wird verwendet.
fr: La valeur du fichier est utilisée.
ja: ファイルの値を使用します。
zh_hans: 使用文件的值。
zh_hant: 使用檔案的值。

source: View
de: Darstellung
fr: Présentation
ja: 表示
zh_hans: 显示
zh_hant: 顯示方式

source: VPN Plus — connected to %@
de: VPN Plus – verbunden mit %@
fr: VPN Plus — connecté à %@
ja: VPN Plus — %@ に接続済み
zh_hans: VPN Plus — 已连接到 %@
zh_hant: VPN Plus — 已連線到 %@

source: VPN Plus — connecting to %@
de: VPN Plus – verbinde mit %@
fr: VPN Plus — connexion à %@
ja: VPN Plus — %@ に接続中
zh_hans: VPN Plus — 正在连接到 %@
zh_hant: VPN Plus — 正在連線到 %@

source: VPN Plus — couldn't connect to %@
de: VPN Plus – Verbindung mit %@ nicht möglich
fr: VPN Plus — connexion à %@ impossible
ja: VPN Plus — %@ に接続できませんでした
zh_hans: VPN Plus — 无法连接到 %@
zh_hant: VPN Plus — 無法連線到 %@

source: VPN Plus — disconnecting from %@
de: VPN Plus – trenne von %@
fr: VPN Plus — déconnexion de %@
ja: VPN Plus — %@ を切断中
zh_hans: VPN Plus — 正在断开 %@
zh_hant: VPN Plus — 正在中斷 %@

source: VPN Plus — not connected
de: VPN Plus – nicht verbunden
fr: VPN Plus — non connecté
ja: VPN Plus — 未接続
zh_hans: VPN Plus — 未连接
zh_hant: VPN Plus — 未連線

source: VPN Plus — reconnecting to %@
de: VPN Plus – verbinde erneut mit %@
fr: VPN Plus — reconnexion à %@
ja: VPN Plus — %@ に再接続中
zh_hans: VPN Plus — 正在重新连接到 %@
zh_hant: VPN Plus — 正在重新連線到 %@

source: VPN Plus %@ is available.
de: VPN Plus %@ ist verfügbar.
fr: VPN Plus %@ est disponible.
ja: VPN Plus %@ が利用可能です。
zh_hans: VPN Plus %@ 可供更新。
zh_hant: VPN Plus %@ 可供更新。

source: VPN Plus %@ is the latest version.
de: VPN Plus %@ ist die neueste Version.
fr: VPN Plus %@ est la dernière version.
ja: VPN Plus %@ は最新バージョンです。
zh_hans: VPN Plus %@ 已是最新版本。
zh_hant: VPN Plus %@ 已是最新版本。

source: VPN Plus asked %lld times over %lld seconds.
de: VPN Plus hat %lld Mal in %lld Sekunden angefragt.
fr: VPN Plus a demandé %lld fois en %lld secondes.
ja: VPN Plus は %lld 秒間で %lld 回要求しました。
zh_hans: VPN Plus 在 %lld 秒内请求了 %lld 次。
zh_hant: VPN Plus 在 %lld 秒內要求了 %lld 次。

source: VPN Plus can't find that profile's original file any more. The profile still works — it is the file that has moved.
de: VPN Plus findet die ursprüngliche Datei dieses Profils nicht mehr. Das Profil funktioniert weiterhin – nur die Datei wurde bewegt.
fr: VPN Plus ne trouve plus le fichier d'origine de ce profil. Le profil fonctionne toujours ; c'est le fichier qui a été déplacé.
ja: VPN Plus はこのプロファイルの元のファイルを見つけられません。プロファイル自体は動作します。移動したのはファイルの方です。
zh_hans: VPN Plus 找不到该配置的原始文件了。配置仍然可用——是文件被移动了。
zh_hant: VPN Plus 找不到該描述檔的原始檔案了。描述檔仍然可用——是檔案被移動了。

source: VPN Plus couldn't forget your saved password. It may still be able to connect on its own.
de: VPN Plus konnte dein gesichertes Passwort nicht vergessen. Es kann sich möglicherweise weiterhin selbst verbinden.
fr: VPN Plus n'a pas pu oublier votre mot de passe enregistré. Il pourrait encore se connecter tout seul.
ja: VPN Plus は保存済みパスワードを削除できませんでした。引き続き自動で接続できる可能性があります。
zh_hans: VPN Plus 无法删除已保存的密码。它可能仍然可以自行连接。
zh_hant: VPN Plus 無法刪除已儲存的密碼。它可能仍然可以自行連線。

source: VPN Plus couldn't reach its network component.
de: VPN Plus konnte seine Netzwerkkomponente nicht erreichen.
fr: VPN Plus n'a pas pu joindre son composant réseau.
ja: VPN Plus はネットワークコンポーネントに到達できませんでした。
zh_hans: VPN Plus 无法访问其网络组件。
zh_hant: VPN Plus 無法連上其網路元件。

source: VPN Plus couldn't read that file.
de: VPN Plus konnte diese Datei nicht lesen.
fr: VPN Plus n'a pas pu lire ce fichier.
ja: VPN Plus はそのファイルを読み込めませんでした。
zh_hans: VPN Plus 无法读取该文件。
zh_hant: VPN Plus 無法讀取該檔案。

source: VPN Plus couldn't remove that profile.
de: VPN Plus konnte dieses Profil nicht entfernen.
fr: VPN Plus n'a pas pu supprimer ce profil.
ja: VPN Plus はそのプロファイルを削除できませんでした。
zh_hans: VPN Plus 无法删除该配置。
zh_hant: VPN Plus 無法移除該描述檔。

source: VPN Plus couldn't save your password. This connection will still work; the next one will ask for it again.
de: VPN Plus konnte dein Passwort nicht sichern. Diese Verbindung funktioniert trotzdem; die nächste fragt erneut danach.
fr: VPN Plus n'a pas pu enregistrer votre mot de passe. Cette connexion fonctionnera quand même ; la prochaine le redemandera.
ja: VPN Plus はパスワードを保存できませんでした。この接続は動作しますが、次回は再度入力を求められます。
zh_hans: VPN Plus 无法保存你的密码。本次连接仍可使用；下次连接会再次询问。
zh_hant: VPN Plus 無法儲存你的密碼。本次連線仍可使用；下次連線會再次詢問。

source: VPN Plus couldn't store that certificate. The profile still works, using whatever certificate it carries.
de: VPN Plus konnte dieses Zertifikat nicht speichern. Das Profil funktioniert weiterhin mit dem Zertifikat, das es enthält.
fr: VPN Plus n'a pas pu stocker ce certificat. Le profil fonctionne toujours, avec le certificat qu'il contient.
ja: VPN Plus はその証明書を保存できませんでした。プロファイルは、含まれている証明書を使って引き続き動作します。
zh_hans: VPN Plus 无法存储该证书。配置仍可使用其自带的证书工作。
zh_hant: VPN Plus 無法儲存該憑證。描述檔仍可使用其自帶的憑證運作。

source: VPN Plus diagnostics — %@
de: VPN Plus Diagnose – %@
fr: Diagnostic VPN Plus — %@
ja: VPN Plus 診断 — %@
zh_hans: VPN Plus 诊断 — %@
zh_hant: VPN Plus 診斷 — %@

source: VPN Plus doesn't have a specific reason for it. Trying again is worth a go.
de: VPN Plus hat keinen konkreten Grund dafür. Ein neuer Versuch lohnt sich.
fr: VPN Plus n'a pas de raison précise. Cela vaut la peine de réessayer.
ja: VPN Plus には具体的な理由がわかりません。もう一度試す価値はあります。
zh_hans: VPN Plus 没有具体原因。值得再试一次。
zh_hant: VPN Plus 沒有具體原因。值得再試一次。

source: VPN Plus doesn't have permission from macOS to create a VPN connection, so it can't connect yet.
de: VPN Plus hat von macOS keine Erlaubnis, eine VPN-Verbindung zu erstellen, deshalb kann es noch nicht verbinden.
fr: VPN Plus n'a pas l'autorisation de macOS pour créer une connexion VPN, il ne peut donc pas encore se connecter.
ja: VPN Plus には VPN 接続を作成する macOS の許可がないため、まだ接続できません。
zh_hans: VPN Plus 尚未获得 macOS 创建 VPN 连接的许可，因此还无法连接。
zh_hant: VPN Plus 尚未取得 macOS 建立 VPN 連線的許可，因此還無法連線。

source: VPN Plus doesn't have that profile's settings any more. Import the profile again.
de: VPN Plus hat die Einstellungen dieses Profils nicht mehr. Importiere das Profil erneut.
fr: VPN Plus n'a plus les réglages de ce profil. Importez le profil à nouveau.
ja: VPN Plus にはそのプロファイルの設定がもうありません。プロファイルをもう一度読み込んでください。
zh_hans: VPN Plus 已没有该配置的设置。请重新导入配置。
zh_hant: VPN Plus 已沒有該描述檔的設定。請重新匯入描述檔。

source: VPN Plus doesn't recognise everything in this profile
de: VPN Plus erkennt nicht alles in diesem Profil
fr: VPN Plus ne reconnaît pas tout dans ce profil
ja: VPN Plus はこのプロファイルの一部を認識できません
zh_hans: VPN Plus 无法识别此配置中的全部内容
zh_hant: VPN Plus 無法辨識此描述檔中的全部內容

source: VPN Plus doesn't use %lld of its settings.
de: VPN Plus verwendet %lld seiner Einstellungen nicht.
fr: VPN Plus n'utilise pas %lld de ses réglages.
ja: VPN Plus はこの設定のうち %lld 件を使用しません。
zh_hans: VPN Plus 不使用其中 %lld 项设置。
zh_hant: VPN Plus 不使用其中 %lld 項設定。

source: VPN Plus doesn't use %lld of the settings in this profile. It will still connect the way the profile describes.
de: VPN Plus verwendet %lld der Einstellungen in diesem Profil nicht. Es verbindet trotzdem so, wie das Profil es beschreibt.
fr: VPN Plus n'utilise pas %lld des réglages de ce profil. Il se connectera quand même comme le profil le décrit.
ja: VPN Plus はこのプロファイルの設定のうち %lld 件を使用しません。プロファイルに記述されたとおりに接続はできます。
zh_hans: VPN Plus 不使用此配置中的 %lld 项设置。它仍会按配置描述的方式连接。
zh_hant: VPN Plus 不使用此描述檔中的 %lld 項設定。它仍會按描述檔描述的方式連線。

source: VPN Plus has no record of the old file to compare with.
de: VPN Plus hat keine Aufzeichnung der alten Datei zum Vergleichen.
fr: VPN Plus n'a aucune trace de l'ancien fichier pour comparer.
ja: VPN Plus には比較対象となる以前のファイルの記録がありません。
zh_hans: VPN Plus 没有旧文件的记录可供比较。
zh_hant: VPN Plus 沒有舊檔案的記錄可供比較。

source: VPN Plus is running from %@. macOS won't let it create a VPN connection from there.
de: VPN Plus läuft aus %@. macOS lässt es von dort keine VPN-Verbindung erstellen.
fr: VPN Plus s'exécute depuis %@. macOS ne le laisse pas créer une connexion VPN depuis là.
ja: VPN Plus は%@から実行されています。macOS はそこからの VPN 接続の作成を許可しません。
zh_hans: VPN Plus 正从%@运行。macOS 不允许它从那里创建 VPN 连接。
zh_hant: VPN Plus 正從%@執行。macOS 不允許它從那裡建立 VPN 連線。

source: VPN Plus needs a .ovpn configuration file to connect. These usually come from your employer, a VPN provider, or your own server.
de: VPN Plus braucht eine .ovpn-Konfigurationsdatei, um zu verbinden. Sie kommt meist vom Arbeitgeber, einem VPN-Anbieter oder deinem eigenen Server.
fr: VPN Plus a besoin d'un fichier de configuration .ovpn pour se connecter. Il vient généralement de votre employeur, d'un fournisseur VPN ou de votre propre serveur.
ja: VPN Plus は接続に .ovpn 設定ファイルを必要とします。通常、勤務先、VPN プロバイダ、または自分のサーバーから入手します。
zh_hans: VPN Plus 需要 .ovpn 配置文件才能连接。它通常来自你的雇主、VPN 服务商或你自己的服务器。
zh_hant: VPN Plus 需要 .ovpn 設定檔才能連線。它通常來自你的雇主、VPN 服務商或你自己的伺服器。

source: VPN Plus needs permission again
de: VPN Plus braucht erneut eine Genehmigung
fr: VPN Plus a de nouveau besoin d'une autorisation
ja: VPN Plus に再び許可が必要です
zh_hans: VPN Plus 需要再次获得许可
zh_hant: VPN Plus 需要再次取得許可

source: VPN Plus waited %lld seconds.
de: VPN Plus hat %lld Sekunden gewartet.
fr: VPN Plus a attendu %lld secondes.
ja: VPN Plus は %lld 秒待ちました。
zh_hans: VPN Plus 等待了 %lld 秒。
zh_hant: VPN Plus 等待了 %lld 秒。

source: VPN Plus's network component didn't start
de: Die Netzwerkkomponente von VPN Plus ist nicht gestartet
fr: Le composant réseau de VPN Plus n'a pas démarré
ja: VPN Plus のネットワークコンポーネントが起動しませんでした
zh_hans: VPN Plus 的网络组件未启动
zh_hant: VPN Plus 的網路元件未啟動

source: Waiting for connection settings
de: Warte auf Verbindungseinstellungen
fr: En attente des réglages de connexion
ja: 接続設定を待機中
zh_hans: 正在等待连接设置
zh_hant: 正在等待連線設定

source: Waiting for your approval
de: Warte auf deine Genehmigung
fr: En attente de votre autorisation
ja: 承認を待っています
zh_hans: 正在等待你的批准
zh_hant: 正在等待你的核准

source: What changed
de: Was sich geändert hat
fr: Ce qui a changé
ja: 変わった点
zh_hans: 变化
zh_hant: 變化

source: What changed in the file
de: Was sich in der Datei geändert hat
fr: Ce qui a changé dans le fichier
ja: ファイルで変わった点
zh_hans: 文件中的变化
zh_hant: 檔案中的變化

source: What changed since it last worked
de: Was sich seit dem letzten Mal geändert hat
fr: Ce qui a changé depuis la dernière fois
ja: 前回成功時から変わった点
zh_hans: 自上次成功以来的变化
zh_hant: 自上次成功以來的變化

source: What this profile contains
de: Was dieses Profil enthält
fr: Ce que contient ce profil
ja: このプロファイルの内容
zh_hans: 此配置包含的内容
zh_hant: 此描述檔包含的內容

source: What's New
de: Neue Funktionen
fr: Nouveautés
ja: 新機能
zh_hans: 新功能
zh_hant: 新功能

source: What's New in %@
de: Neue Funktionen in %@
fr: Nouveautés de %@
ja: %@ の新機能
zh_hans: %@ 的新功能
zh_hant: %@ 的新功能

source: When
de: Wann
fr: Quand
ja: 日時
zh_hans: 时间
zh_hant: 時間

source: When connecting
de: Beim Verbinden
fr: À la connexion
ja: 接続時
zh_hans: 连接时
zh_hant: 連線時

source: When it last connected, macOS was using a private address for this Mac; it is using the real one now, which a server that checks addresses may not know.
de: Bei der letzten Verbindung verwendete macOS eine private Adresse für diesen Mac; jetzt verwendet es die echte, die ein Server, der Adressen prüft, vielleicht nicht kennt.
fr: Lors de la dernière connexion, macOS utilisait une adresse privée pour ce Mac ; il utilise maintenant la vraie, qu'un serveur vérifiant les adresses ne connaît peut-être pas.
ja: 前回の接続時、macOS はこの Mac にプライベートアドレスを使用していましたが、現在は実際のアドレスを使用しています。アドレスを確認するサーバーはそれを知らない可能性があります。
zh_hans: 上次连接时，macOS 为这台 Mac 使用了私有地址；现在使用的是真实地址，检查地址的服务器可能不认识它。
zh_hant: 上次連線時，macOS 為這台 Mac 使用了私人位址；現在使用的是真實位址，檢查位址的伺服器可能不認得它。

source: Wi-Fi
de: WLAN

source: yes
de: ja
fr: oui
ja: はい
zh_hans: 是
zh_hant: 是

source: Yes
de: Ja
fr: Oui
ja: はい
zh_hans: 是
zh_hant: 是

source: You're already on this network
de: Du bist bereits in diesem Netzwerk
fr: Vous êtes déjà sur ce réseau
ja: すでにこのネットワークに参加しています
zh_hans: 你已经在此网络中
zh_hant: 你已經在此網路中

# Your %@ override (%@) no longer matches the file, which now says %@.
source: Your %1$@ override (%2$@) no longer matches the file, which now says %3$@.
de: Deine Änderung für %1$@ (%2$@) passt nicht mehr zur Datei, die jetzt %3$@ sagt.
fr: Votre réglage de %1$@ (%2$@) ne correspond plus au fichier, qui indique maintenant %3$@.
ja: あなたの %1$@ の設定(%2$@)はファイルと一致しなくなりました。ファイルは現在 %3$@ です。
zh_hans: 你对 %1$@ 的自定义设置（%2$@）与文件不再一致，文件现在为 %3$@。
zh_hant: 你對 %1$@ 的自訂設定（%2$@）與檔案不再一致，檔案現在為 %3$@。

source: Your certificate
de: Dein Zertifikat
fr: Votre certificat
ja: あなたの証明書
zh_hans: 你的证书
zh_hant: 你的憑證

source: your Desktop
de: deinem Schreibtisch
fr: votre Bureau
ja: デスクトップ
zh_hans: 桌面
zh_hant: 桌面

source: your Documents folder
de: deinem Ordner „Dokumente“
fr: votre dossier Documents
ja: 書類フォルダ
zh_hans: “文稿”文件夹
zh_hant: 「文件」檔案夾

source: your Downloads folder
de: deinem Ordner „Downloads“
fr: votre dossier Téléchargements
ja: ダウンロードフォルダ
zh_hans: “下载”文件夹
zh_hant: 「下載項目」檔案夾

source: Your Mac's date and time look wrong
de: Datum und Uhrzeit deines Macs scheinen falsch zu sein
fr: La date et l'heure de votre Mac semblent fausses
ja: Mac の日付と時刻が正しくないようです
zh_hans: Mac 的日期与时间似乎不正确
zh_hant: Mac 的日期與時間似乎不正確

source: Your name for it, “%@”
de: Dein Name dafür, „%@“
fr: Le nom que vous lui donnez, « %@ »
ja: あなたが付けた名前「%@」
zh_hans: 你为它起的名称“%@”
zh_hant: 你為它取的名稱「%@」

source: Your saved password
de: Dein gesichertes Passwort
fr: Votre mot de passe enregistré
ja: 保存済みパスワード
zh_hans: 你保存的密码
zh_hant: 你儲存的密碼

source: Your server choice, %@
de: Deine Serverwahl, %@
fr: Votre choix de serveur, %@
ja: あなたが選んだサーバー %@
zh_hans: 你选择的服务器 %@
zh_hant: 你選擇的伺服器 %@

source: Your settings, kept
de: Deine Einstellungen, beibehalten
fr: Vos réglages, conservés
ja: 保持された設定
zh_hans: 已保留你的设置
zh_hant: 已保留你的設定

source: your VPN
de: dein VPN
fr: votre VPN
ja: あなたの VPN
zh_hans: 你的 VPN
zh_hant: 你的 VPN

source: gateway %@
fr: passerelle %@
ja: ゲートウェイ %@
zh_hans: 网关 %@
zh_hant: 閘道 %@

# gateway %@…%@
source: gateway %1$@…%2$@
fr: passerelle %1$@…%2$@
ja: ゲートウェイ %1$@…%2$@
zh_hans: 网关 %1$@…%2$@
zh_hant: 閘道 %1$@…%2$@

source: host
fr: hôte
ja: ホスト
zh_hans: 主机
zh_hant: 主機

source: Host
fr: Hôte
ja: ホスト
zh_hans: 主机
zh_hant: 主機

source: Host %@
fr: Hôte %@
ja: ホスト %@
zh_hans: 主机 %@
zh_hant: 主機 %@

source: name
fr: nom
ja: 名前
zh_hans: 名称
zh_hant: 名稱

source: Name
fr: Nom
ja: 名前
zh_hans: 名称
zh_hant: 名稱

source: server
fr: serveur
ja: サーバー
zh_hans: 服务器
zh_hant: 伺服器

source: Server
fr: Serveur
ja: サーバー
zh_hans: 服务器
zh_hant: 伺服器

source: Software Update
fr: Mise à jour logicielle
ja: ソフトウェアアップデート
zh_hans: 软件更新
zh_hant: 軟體更新

source: System
fr: Système
ja: システム
zh_hans: 系统
zh_hant: 系統

# %@ — %llds
source: %1$@ — %2$llds
ja: %1$@ — %2$lld 秒
zh_hans: %1$@ — %2$lld 秒
zh_hant: %1$@ — %2$lld 秒

source: port
ja: ポート
zh_hans: 端口
zh_hant: 連接埠

source: Port
ja: ポート
zh_hans: 端口
zh_hant: 連接埠

source: Port %@
ja: ポート %@
zh_hans: 端口 %@
zh_hant: 連接埠 %@

source: Transport
ja: トランスポート
zh_hans: 传输
zh_hant: 傳輸

source: Version
ja: バージョン
zh_hans: 版本
zh_hant: 版本

source: Ethernet
zh_hans: 以太网
zh_hant: 乙太網路

source: OK
zh_hans: 好
zh_hant: 好
